start_message_student = 'Приветствую, дорогой ученик нашей школы!' \
                ' Я буду помогать и проверять твои задания.Очень рад что ты с нами!' \
                ' После выполнения домашнего задания выбери в клавиатуре проверить дз, а затем следуй инструкциям. ' \
                'Я уверен, ты разберешься, но если что-то пойдет не так  , пиши /help'
after_register_text = 'Теперь предлагаю познакомиться немного с процессом как это будет происходить. ' \
                      ' После того как ты сделаешь домашнее задание, ты должен зайти в этот чат, открыть клавиатуру, ' \
                      'и нажать кнопку "проверить домашнее задание". После этого появится новая клавиатура и варианты ответов в ней.' \
                      'Твоя задача выбрать подходящий ответ, если же появляется клавиатура с надписью "в задании нужно ввести ответ самому",' \
                      ' ты должен написать численный ответ и отправить сообщение.'
after_register_text_2 = 'Возникает логичный вопрос : что же делать если ответ неверный ?' \
                        'Не переживай, у тебя будет возможность реабилитироваться, и ты сможешь еще раз попробовать решить.' \
                        'Если ты не понимаешь где твоя ошибка, у тебя будет возможность использовать подсказку,' \
                        ' для этого выбери на клавиатуре "получить подсказку", и я пришлю ее тебе.' \
                        'В случае если и это не поможет в будущем решить задачу, выбери вариант "не могу решить задачу", ' \
                        'тогда я пришлю тебе решение данного номера, и ты сможешь разобраться в его решении.' \
                        'Если же ты не понимаешь или у тебя возникают вопросы, ты можешь попросить помощь и связаться с ' \
                        'преподавателем.'